Repository: JeroenSormani/WooCommerce-Products-Per-Page
Catalog: languages/woocommerce-products-per-page-*.po
Languages: da_dk, he_il, pt_br, ru_ru

source: %s products per page
da_dk: %s produkter pr. side
he_il: %s מוצרים לדף
pt_br: %s produtos por página
ru_ru: Товаров на странице: %s

source: All
da_dk: Alle
he_il: כל
pt_br: Todos
ru_ru: все

source: Dropdown location
da_dk: Rullemenu lokation
he_il: מיקום לתפרית
pt_br: Localização do menu

source: List of dropdown options
da_dk: Valg muligheder i rullemenuen
he_il: רשימת אפשרויות לתפרית
pt_br: Opções da lista
ru_ru: Список пунктов выпадающего списка

source: Default products per page
da_dk: Standard antal produkter pr. side
he_il: מוצרים לדף ברירת המחדל
pt_br: Produtos por página (padrão)
ru_ru: Товаров на странице по умолчанию

source: Shop columns
da_dk: Butik kolonner
he_il: עמודים לחנות
pt_br: Colunas de vendas
ru_ru: Столбцы магазина

source: First category page
da_dk: Første kategori side
he_il: הדף הראשון בקטגוריה
pt_br: Primera página do categoria
ru_ru: Страница первой категории

source: HTTP method
da_dk: HTTP metode
he_il: שיטת HTTP
ru_ru: HTTP-метод

source: WooCommerce Products Per Page
da_dk: WooCommerce produkter pr. side
he_il: WooCommerce מוצרים לדף
pt_br: Produtos por página do Woocommerce
ru_ru: Товаров WooCommerce на странице

source: Bottom
da_dk: Bund
he_il: למטה
pt_br: Abaixo
ru_ru: Низ

source: Top/Bottom
da_dk: Top/Bund
he_il: למעלה/למטה
pt_br: Topo/Abaixo
ru_ru: Верх/низ

source: None
da_dk: Ingen
he_il: כלום
pt_br: Nenhum
ru_ru: Нет

source: Seperated by spaces <em>(-1 for all products)</em>
da_dk: Separeret af mellemrum <em>(-1 for alle produkter)</em>
he_il: נפרדות על ידי רווחים <em>(-1 לכל המוצרים)</em>
pt_br: Separado por espaços <em>(-1 para todos os produtos)</em>
ru_ru: разделенных пробелами <i>(-1 для значения «все»)</i>

source: -1 for all products
da_dk: -1 for alle produkter
he_il: -1 לכל המוצרים
pt_br: -1 para todos os produtos
ru_ru: -1 для значения «все»

source: When checked and a new number of PPP is selected, the visitor will be send to the first page of the product category
da_dk: Hvis afkrydset og et nyt antal af produkter pr. side er valgt, vil den besøgende blive sendt til den første side i den valgte produkt kategori
he_il: כאשר מסומן, כל פעם שהמשתמשים בוחרים מספר מוצרים חדש, נשלחו לדף הראשון בקטגוריה
pt_br: Quando selecionado e modificado o número de produtos por página, enviará o visitante a primeira página da categoria de produtos
ru_ru: Если этот флажок отмечен, и выбрано новое количество товаров на странице, посетитель будет перенаправлен на первую страницу категории.

source: POST
da_dk: SEND

source: GET
da_dk: HENT

source: GET sends the products per page via the url, POST does this on the background
da_dk: HENT sender produkter pr. side via url, SEND gør dette i baggrunden
he_il: GET שולח את המוצרים לדף דרך ה URL, POST עושה את זה ברקע

source: Configure the WooCommerce Product Per Page settings here.
da_dk: Konfigurer WooCommerce produkter pr. side indstillinger her.
he_il: עצב כאן אפשרויות ל- WooCommerce מוצרים לדף
pt_br: Configure os ajustes de Product Per Page para Woocommerce aqui.
ru_ru: Настройте отображение количества товаров WooCommerce на странице ниже.

source: Top
he_il: למעלה
pt_br: Topo
ru_ru: Верх

source: Drop-down location
ru_ru: Расположение выпадающего списка
